Repository: bas-t/ffdecsawrapper
Catalog: po/*.po
Languages: it_it

source: Key update
it_it: Aggiornamento chiavi

source: off
it_it: disattivo

source: Current keys:
it_it: Chiavi in uso:

source: Key update status:
it_it: Stato aggiornamento chiavi:

source: [Seen keys]
it_it: [Chiavi trovate]

source: [New keys]
it_it: [Nuove chiavi]

source: Reset card
it_it: Reimposta smartcard

source: Really reset card?
it_it: Reimpostare smartcard?

source: Module config
it_it: Configurazione modulo

source: Reset module to default
it_it: Reimposta modulo predefinito

source: Really reset module to default?
it_it: Reimpostare modulo predefinito?

source: Module
it_it: Modulo

source: Message logging
it_it: Messaggi di log

source: Disable ALL modules
it_it: Disabilita TUTTI i moduli

source: Reset ALL modules to default
it_it: Reimposta TUTTI i moduli predefiniti

source: Really disable ALL modules?
it_it: Disabilitare TUTTI i moduli?

source: Really reset ALL modules to default?
it_it: Reimpostare TUTTI i moduli predefiniti?

source: Cryptsystem options
it_it: Opzioni sistemi di codifica

source: Cryptsystem options...
it_it: Opzioni sistema codifica...

source: Message logging...
it_it: Opzioni di log...

source: Smartcard interface
it_it: Interfaccia Smartcard

source: (empty)
it_it: (vuota)

source: Status information...
it_it: Informazioni SoftCam

source: Flush ECM cache
it_it: Svuota cache ECM

source: Reload files
it_it: Ricarica il file delle chiavi

source: Really flush ECM cache?
it_it: Svuotare cache ECM?

source: Really reload files?
it_it: Ricaricare il file delle chiavi?

source: Active! Can't reload files now
it_it: Chiave in uso! Impossibile ricaricare adesso

source: (none)
it_it: (nessuna)

source: active CAIDs
it_it: CAIDs attivi

source: all CAIDs
it_it: tutti i CAIDs

source: comment out
it_it: commenta

source: remove
it_it: rimuovi

source: Update keys (AU)
it_it: Aggiornamento chiavi (AU)

source: Start AU on EPG scan
it_it: Avvia AU con la scansione EPG

source: Superseded keys
it_it: Chiavi scadute

source: Concurrent FF streams
it_it: Flussi simultanei schede FF

source: Force TransferMode
it_it: Forza mod. trasferimento

source: Prefer local systems
it_it: Preferisci sistemi locali

source: Active on DVB card
it_it: Attiva sulla scheda DVB

source: Ignore CAID
it_it: Ignora CAID

source: Log to console
it_it: Log in console

source: Log to file
it_it: Log in un file

source: Filename
it_it: Nome file

source: Filesize limit (KB)
it_it: Limite dimensione file (KB)

source: Log to syslog
it_it: Log in registro di sistema

source: Show user messages
it_it: Mostra messaggi utente

source: A software emulated CAM
it_it: Un software di emulazione CAM

source: undisclosed key
it_it: chiave nascosta

source: Cardclient: connect immediately
it_it: Cardclient: connetti subito

source: Nagra: min. ECM processing time
it_it: Nagra: tempo min. esec. ECM

source: Nagra2: drop EMM-S packets
it_it: Nagra2: elimina pacchetti EMM-S

source: Nagra2: Enable AUXserver
it_it: Nagra2: abilita AUXserver

source: Nagra2: AUXserver hostname
it_it: Nagra2: nome AUXserver

source: Nagra2: AUXserver port
it_it: Nagra2: porta AUXserver

source: Nagra2: AUXserver password
it_it: Nagra2: password AUXserver

source: don't touch
it_it: non toccare

source: disable
it_it: disabilita

source: SC-Cryptoworks: Parental rating
it_it: SC-Cryptoworks: Filtro famiglia

source: allow ALL
it_it: permetti TUTTI

source: block UNIQUE
it_it: blocca al SERIALE

source: block SHARED
it_it: blocca al GRUPPO

source: block ALL
it_it: blocca TUTTO

source: SC-Seca: EMM updates
it_it: SC-Seca: aggiornamenti EMM

source: SC-Seca: activate PPV
it_it: SC-Seca: attiva PPV
